# App
cask "google-chrome"
cask "google-japanese-ime"
cask "clipy"
cask "slack"
cask "evernote"
cask "visual-studio-code"
cask "jetbrains-toolbox"
cask "mi"
cask "homebrew/cask-versions/sequel-pro-nightly"
cask "iterm2"
cask "docker"
cask "calibre"
cask "vlc"

# DevTools
brew "awscli"
brew "jenv"
brew "rbenv"
## JDK 8
tap "AdoptOpenJDK/openjdk"
cask "adoptopenjdk8"

# Others
brew "nkf"
brew "wget"